/* No comment provided by engineer. */
"%d slots, %d free" = "%1$d lockers, %2$d beschikbaar";
"%d slots, %d free, distance: %.1f km" = "%1$d lockers, %2$d vrij, afstand: %3$.1f km";

/* No comment provided by engineer. */
"Add a picture" = "Voeg foto toe";

/* No comment provided by engineer. */
"address" = "adres";

/* No comment provided by engineer. */
"Bicycle ID" = "Fiets Nummer";

/* No comment provided by engineer. */
"Category" = "Categorie";

/* No comment provided by engineer. */
"Contact" = "Contact";

/* No comment provided by engineer. */
"Details" = "Details";

/* No comment provided by engineer. */
"Directions From Here" = "Route Vanaf Hier";

/* No comment provided by engineer. */
"Directions To Here" = "Route Naar Hier";

/* No comment provided by engineer. */
"free" = "beschikbaar";

/* No comment provided by engineer. */
"List" = "Lijst";

/* No comment provided by engineer. */
"Photo" = "Foto";

/* No comment provided by engineer. */
"Problems with your bicycle? Report them now!" = "Problemen met je fiets? Meld ze nu!";

/* No comment provided by engineer. */
"Report problem" = "Meld probleem";

/* No comment provided by engineer. */
"Sending report.." = "Verzenden..";

/* No comment provided by engineer. */
"slots" = "lockers";

/* No comment provided by engineer. */
"Steer/Tire/Brakes/..." = "Stuur/Band/Rem/...";

/* No comment provided by engineer. */
"Submit" = "Verzend";

/* No comment provided by engineer. */
"Updating data.." = "Gegevens vernieuwen..";

"Update picture" = "Wijzig foto";

"Velo Mobile is the best tool to find a Velo in Antwerp.  Go to http://www.velo-mobile.be for more information." = "Velo Mobile is de beste manier om een Velo te vinden in de stad Antwerpen. Surf naar http://www.velo-mobile.be voor alle verdere informatie over de software.";

"Is the problem with the bicycle not immediately visible, please describe it briefly so the Velo technicians can easily find it." = "Is het probleem met de fiets niet duidelijk zichtbaar, omschrijf dan hier kort waar de techniekers van Velo op moeten letten.";




"Saddle" = "Zadel";
"Steer" = "Stuur";
"Front Wheel" = "Voorwiel";
"Rear Wheel" = "Achterwiel";
"Front Light" = "Voorlicht";
"Rear Light" = "Achterlicht";
"Peddles" = "Trappers";
"Chain" = "Ketting";
"Bell" = "Bel";
"Other" = "Anders";
"Report sent succesfully.." = "Bericht is verstuurd..";
"Map" = "Kaart";
"Cancel" = "Annuleer";
"Camera" = "Camera";
"Photo Library" = "Foto Bibliotheek";

"Report problem with a bicycle" = "Meld probleem met je fiets";
